app/views/static_pages/gossip.html.erb

SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 10], ["LIMIT", 1]]
---
<p> Name: <a href="/user/<%= @gossip.user.id %>"><%= @gossip.user.first_name %></a></p>